{
  "elements": [
    {
      "objectId": "slide_1128_1_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.7166666666666667,
          "y": 0.9106481481481481,
          "width": 0.23333333333333334,
          "height": 0.06944444444444445
        }
      },
      "textContent": "173"
    },
    {
      "objectId": "slide_1128_2_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.05,
          "y": 0.04004636920384952,
          "width": 0.9,
          "height": 0.16666666666666666
        }
      },
      "textContent": "CIO Council XML Web Services Initiative"
    },
    {
      "objectId": "slide_1128_3_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.05,
          "y": 0.23333333333333334,
          "width": 0.9,
          "height": 0.659953776611257
        }
      },
      "textContent": "The Federal Enterprise Architecture Program Management Office (FEA-PMO) was established on February 6, 2002, in accordance with direction issued by the Associate Director for Information (IT) and E-Government, Office of Management and Budget (OMB). The lack of a Federal Enterprise Architecture had been cited by the 2001 Quicksilver E-Government Task Force as a key barrier to the success of the 24 Presidential Priority E-Government initiatives approved by the President's Management Council in October 2001. \nThe FEA-PMO manages and coordinates activities surrounding: \nThe Federal Enterprise Architecture (FEA). Definition of the Federal Enterprise Architecture through a set of Government-wide reference models focusing on business, performance, services and components, technologies and standards, and data and information. \nSolution Architects Working Group (SAWG). Assist Federal Agencies with activities surrounding the technical design and implementation of their initiatives and to promote and communicate the principles of Component-Based Architecture and reuse."
    }
  ],
  "slide_id": "slide_1128"
}