{
  "elements": [
    {
      "objectId": "slide_1616_1_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.06666666666666667,
          "y": 0.03333333333333333,
          "width": 0.85,
          "height": 0.06666666666666667
        }
      },
      "textContent": "US Fish and Wildlife Service Hurricane Preparedness"
    },
    {
      "objectId": "slide_1616_2_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.016666666666666666,
          "y": 0.1111111111111111,
          "width": 0.9666666666666667,
          "height": 0.7444444444444445
        }
      },
      "textContent": "Your agency’s data products that would be useful for hurricane preparedness and response\u000b* Federal facilities and personnel duty stations\nLinks to Regional and Washington office phone numbers:  http://www.fws.gov/offices/phone.html\n Web sites  \nFWS National Data Sets, http://www.fws.gov/data/FWSNatlData.htm, Links to:\nCMT Data - http://www.fws.gov/data/cmtgis.htm -   contains location information on all the offices within the Service that have an organization code. Unstaffed offices and some other facilities may not be included.\nIMADS - http://www.fws.gov/data/IMADS/index.htm -   Data  includes FWS Offices, National Wildlife Refuge Boundaries, State Data Links, Gulf of Maine Coastal Program\nNational Wetlands Inventory -  http://www.fws.gov/nwi/ -   The National Wetlands Inventory (NWI) of the U.S. Fish & Wildlife Service produces information on the characteristics, extent, and status of the Nation’s wetlands and deepwater habitats.\nMigratory Bird Conservation Data Center - http://www.fws.gov/birddata/databases/db_selection.html  The Bird Conservation Node provides access to bird population and habitat information relevent to population management, conservation planning, and evaluation. In order to make important agency databases available through the Bird Conservation Node, the FWS and USGS formed this Migratory Bird Data Center. Databases available include North American Breeding Bird Survey, Mid-Winter Waterfowl Survey, and Waterfowl Breeding Population and Habitat Survey\nFWS Interactive Mapping Sites - http://www.fws.gov/data/fws_ims.htm  Links to Interactive Mapping sites throughout FWS including Critical Habitat Portal for Endangered Species data, Wetlands Mapper (NWI Data), Environmental Conservation On-Line System (ECOS), Bird Conservation Node (under Migratory Bird Conservation Center), Great Lakes lake sturgeon tributary database and Geographic Information System (GIS), Pacific Region Interactive Mapping Site, and Alaska Region Interactive Mapping Site - North Pacific Seabird Colony Database\nFWS National Wildlife Refuge Data - http://www.fws.gov/data/NWRdata.htm  Links to Regional  Approved Acquisition Boundary Data - by FWS Region and by individual refuge when available, Land Ownership Status Boundary Data - where available, Wilderness Area Boundaries, Vegetation Data - limited sites, and Public Roads.\nOther FWS Geospatial Data - http://www.fws.gov/data/fwsregdata.htm -   Links to Regional sites including Prairie Pothole ( North Dakota, South Dakota, and Montana) - Land Cover and Wetland Basin information, Louisiana Lands Protected through Federal Sponsorship, Region 5 Data Library, and Region 6 Data Library.\n\n Services"
    }
  ],
  "slide_id": "slide_1616"
}