{
  "elements": [
    {
      "objectId": "slide_1398_1_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.041557742782152234,
          "y": 0.08738602119179548,
          "width": 0.6465223097112861,
          "height": 0.25196850393700787
        }
      },
      "textContent": "MCA Principles\nAdopted at Caltrain Board meeting on February 2nd, 2023"
    },
    {
      "objectId": "slide_1398_2_PLACEHOLDER (14)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.0,
          "y": 0.7047940118596286,
          "width": 0.010695538057742782,
          "height": 0.02694663167104112
        }
      },
      "textContent": "‹#›"
    },
    {
      "objectId": "slide_1398_3_TEXT_BOX (17)",
      "type": "TEXT_BOX",
      "positionAndSize": {
        "normalized": {
          "x": 0.03685629921259843,
          "y": 0.3457182852143482,
          "width": 0.9351049868766405,
          "height": 0.6443861184018664
        }
      },
      "textContent": "Project must be cost-neutral to Caltrain.\nCapital Costs – Any capital contributions Caltrain makes beyond those committed to project development (PCEP, real property, $3M, reimbursed staff time and resources) must be offset through committed third-party funding sources (e.g., grants).\nMaintaining State of Good Repair – DTX cannot detract from Caltrain’s ability to maintain its assets in a State of Good Repair.\nOperating Costs – Caltrain's DTX operating contributions cannot detract from Caltrain's ability to operate the rest of the system. Any contribution of incremental operating revenue (e.g., fare revenue, special fare zone, facility revenues) must be directly attributable to DTX and any operating costs in excess of incremental operating revenue must be backstopped by non-Caltrain source(s) in case revenue projections are not met.\nProject design, operations, and funding must be compatible with and connected to Caltrain’s existing and planned rail system and must be consistent with Caltrain’s 2040 service vision.\nSafety and customer experience must be the primary focus of all planning, design, construction, and operations and maintenance decisions."
    }
  ],
  "slide_id": "slide_1398"
}